Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Tuvalu, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Albanie, Algérie, Allemagne, Andorre, Angola, Antigua-et-Barbuda, Arabie saoudite, Argentine, Arménie, Autriche, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belgique, Belize, Bénin, Bhoutan, Bolivie, Bosnie-Herzégovine, Botswana, Brésil, Brunéi Darussalam, Bulgarie, Burkina Faso, Burundi, Cambodge, Cameroun, Cap-Vert, Chili, Chine, Chypre, Colombie, Comores, Costa Rica, Côte d'Ivoire, Croatie, Cuba, Danemark, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Espagne, Estonie, Éthiopie, ex-République yougoslave de Macédoine, Fédération de Russie, Fidji, Finlande, France, Gabon, Gambie, Géorgie, Ghana, Grèce, Grenade, Guatemala, Guinée, Guinée-Bissau, Guyana, Haïti, Honduras, Hongrie, Îles Salomon, Inde, Indonésie, Iran (République islamique d'), Iraq, Irlande, Islande, Italie, Jamahiriya arabe libyenne, Jamaïque, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malaisie, Malawi, Maldives, Mali, Malte, Maroc, Maurice, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Mongolie, Mozambique, Myanmar, Namibie, Népal, Nicaragua, Niger, Nigéria, Norvège, Nouvelle-Zélande, Oman, Ouganda, Ouzbékistan, Pakistan, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Philippines, Pologne, Portugal, Qatar, République arabe syrienne, République de Corée, République de Moldova, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Rwanda, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Sénégal, Serbie-et-Monténégro, Singapour, Slovaquie, Slovénie, Somalie, Soudan, Sri Lanka, Suède, Suisse, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Tonga, Trinité-et-Tobago, Tunisie, Turkménistan, Turquie, Tuvalu, Ukraine, Uruguay, Vanuatu, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe

source: Australia, Canada, Israel, Japan, Palau.
fr: Australie, Canada, Israël, Japon, Palaos.

source: Draft resolution VIII was adopted by 172 votes to 2, with 5 abstentions (resolution 60/157).
fr: Par 172 voix contre 2, avec 2 abstentions, le projet de résolution est adopté (résolution 60/157).

source: The President: Draft resolution IX is entitled “Protection of human rights and fundamental freedoms while countering terrorism.” The Third Committee adopted draft resolution IX without a vote.
fr: Le Président (parle en anglais) : Le projet de résolution IX est intitulé « Protection des droits de l'homme et des libertés fondamentales dans la lutte antiterroriste ». La Troisième Commission a adopté le projet de résolution IX sans le mettre aux voix.

source: Draft resolution IX was adopted (resolution 60/158).
fr: Le projet de résolution IX est adopté (résolution 60/158).

source: The President: Draft resolution X is entitled “Human rights in the administration of justice.” The Third Committee adopted draft resolution X without a vote.
fr: Le Président (parle en anglais) : Le projet de résolution X est intitulé « Les droits de l'homme dans l'administration de la justice ». La Troisième Commission a adopté le projet de résolution X sans le mettre aux voix.

source: Draft resolution X was adopted (resolution 60/159).
fr: Le projet de résolution X est adopté (résolution 60/159).

source: The President: Draft resolution XI is entitled “Effective promotion of the Declaration of the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities.” The Third Committee adopted draft resolution XI without a vote.
fr: Le Président (parle en anglais) : Le projet de résolution XI est intitulé « Promotion effective de la Déclaration sur les droits des personnes appartenant à des minorités nationales ou ethniques, religieuses et linguistiques ». La Troisième Commission a adopté le projet de résolution XI sans le mettre aux voix.

source: Draft resolution XI was adopted (resolution 60/160).
fr: Le projet de résolution XI est adopté (résolution 60/160).

source: The President: Draft resolution XII is entitled “Declaration on the Right and Responsibility of Individuals, Groups and Organs of Society to Promote and Protect Universally Recognized Human Rights and Fundamental Freedoms”.
fr: Le Président (parle en anglais) : Le projet de résolution XII est intitulé « Déclaration sur le droit et la responsabilité des individus, groupes et organes de la société de promouvoir et protéger les droits de l'homme et les libertés fondamentales universellement reconnus ».

source: The Third Committee adopted draft resolution XII without a vote.
fr: La Troisième Commission a adopté le projet de résolution XII dans le mettre aux voix.

source: Draft resolution XII was adopted (resolution 60/161).
fr: Le projet de résolution XII est adopté (résolution 60/161).

source: The President: Draft resolution XIII is entitled “Strengthening the role of the United Nations in enhancing the effectiveness of the principle of periodic and genuine elections and the promotion of democratization”.
fr: Le Président (parle en anglais) : Le projet de résolution XIII est intitulé « Affermissement du rôle de l'Organisation des Nations Unies aux fins du renforcement de l'efficacité du principe d'élections périodiques et honnêtes et de l'action en faveur de la démocratisation. »

source: A separate vote has been requested on the fifth preambular paragraph of draft resolution XIII.
fr: Un vote séparé a été demandé sur le cinquième alinéa du préambule du projet de résolution XIII.

source: I shall first put that paragraph to the vote.
fr: Je vais d'abord mettre aux voix cet alinéa.

source: Afghanistan, Albania, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Australia, Austria, Azerbaijan, Bahamas, Bangladesh, Barbados, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Bulgaria, Burundi, Cambodia, Canada, Cape Verde, Chile, China, Colombia, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Dominica, Dominican Republic, Ecuador, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Georgia, Germany, Greece, Grenada, Guatemala, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iraq, Ireland, Israel, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kyrgyzstan, Latvia, Lebanon, Lesotho, Liechtenstein, Lithuania, Luxembourg, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Senegal, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Trinidad and Tobago, Turkey, Turkmenistan, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Uzbekistan, Vanuatu.
fr: Afghanistan, Albanie, Allemagne, Andorre, Angola, Antigua-et-Barbuda, Argentine, Arménie, Australie, Autriche, Azerbaïdjan, Bahamas, Bangladesh, Barbade, Belgique, Belize, Bénin, Bhoutan, Bolivie, Bosnie-Herzégovine, Botswana, Brésil, Bulgarie, Burundi, Cambodge, Canada, Cap-Vert, Chili, Chine, Chypre, Colombie, Costa Rica, Côte d'Ivoire, Croatie, Danemark, Dominique, El Salvador, Équateur, Érythrée, Espagne, Estonie, États-Unis d'Amérique, Éthiopie, ex-République yougoslave de Macédoine, Fédération de Russie, Fidji, Finlande, France, Gabon, Géorgie, Grèce, Grenade, Guatemala, Guyana, Haïti, Honduras, Hongrie, Îles Salomon, Inde, Indonésie, Iraq, Irlande, Islande, Israël, Italie, Jamaïque, Japon, Jordanie, Kazakhstan, Kenya, Kirghizistan, Lesotho, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Maldives, Mali, Malte, Maroc, Maurice, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Mongolie, Népal, Nicaragua, Niger, Nigéria, Norvège, Nouvelle-Zélande, Ouzbékistan, Palaos, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Philippines, Pologne, Portugal, République de Corée, République de Moldova, République démocratique du Congo, République dominicaine, République populaire démocratique de Corée, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Rwanda, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Sénégal, Serbie-et-Monténégro, Slovaquie, Slovénie, Soudan, Sri Lanka, Suède, Suisse, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Trinité-et-Tobago, Turkménistan, Turquie, Ukraine, Uruguay, Vanuatu.

source: Algeria, Bahrain, Belarus, Burkina Faso, Cameroon, Cuba, Djibouti, Egypt, Ghana, Iran (Islamic Republic of), Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Mozambique, Myanmar, Namibia, Oman, Pakistan, Qatar, Saudi Arabia, Singapore, South Africa, Syrian Arab Republic, Uganda, United Arab Emirates, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afrique du Sud, Algérie, Arabie saoudite, Bahreïn, Bélarus, Burkina Faso, Cameroun, Cuba, Djibouti, Égypte, Émirats arabes unis, Ghana, Iran (République islamique d'), Jamahiriya arabe libyenne, Madagascar, Malaisie, Malawi, Mozambique, Myanmar, Namibie, Oman, Ouganda, Pakistan, Qatar, République arabe syrienne, Singapour, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.

source: The fifth preambular paragraph of draft resolution XVIII was retained by 136 votes to none, with 31 abstentions.
fr: Par 136 voix contre zéro, avec 31 abstentions, le cinquième alinéa du préambule du projet de résolution XIII est maintenu.

source: [Subsequently, the delegation of the Sudan informed the Secretariat that it had intended to abstain. ]
fr: [La délégation du Soudan a ultérieurement informé le Secrétariat qu'elle entendait s'abstenir]

source: The President: I now put to the vote the draft resolution as a whole.
fr: Le Président (parle en anglais) : Je vais maintenant mettre aux voix le projet de résolution pris dans son ensemble.

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Australia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Israel, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Marshall Islands, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tunisia, Turkey, Turkmenistan, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Albanie, Algérie, Allemagne, Andorre, Angola, Antigua-et-Barbuda, Arabie saoudite, Argentine, Arménie, Australie, Autriche, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belgique, Belize, Bénin, Bhoutan, Bolivie, Bosnie-Herzégovine, Botswana, Brésil, Brunéi Darussalam, Bulgarie, Burkina Faso, Burundi, Cambodge, Cameroun, Canada, Cap-Vert, Chili, Chine, Chypre, Colombie, Comores, Costa Rica, Côte d'Ivoire, Croatie, Danemark, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Espagne, Estonie, États-Unis d'Amérique, Éthiopie, ex-République yougoslave de Macédoine, Fédération de Russie, Fidji, Finlande, France, Gabon, Gambie, Géorgie, Ghana, Grèce, Grenade, Guatemala, Guinée, Guinée-Bissau, Guyana, Haïti, Honduras, Hongrie, Îles Marshall, Îles Salomon, Inde, Indonésie, Iran (République islamique d'), Iraq, Irlande, Islande, Israël, Italie, Jamahiriya arabe libyenne, Jamaïque, Japon, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malaisie, Malawi, Maldives, Mali, Malte, Maroc, Maurice, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Mongolie, Mozambique, Myanmar, Namibie, Népal, Nicaragua, Niger, Nigéria, Norvège, Nouvelle-Zélande, Oman, Ouganda, Ouzbékistan, Pakistan, Palaos, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Philippines, Pologne, Portugal, Qatar, République de Corée, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Rwanda, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Sénégal, Serbie-et-Monténégro, Singapour, Slovaquie, Slovénie, Somalie, Soudan, Sri Lanka, Suède, Suisse, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Tunisie, Turkménistan, Turquie, Ukraine, Uruguay, Vanuatu, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.

source: Draft resolution XIII as a whole was adopted by 173 votes to none, with 1 abstention (resolution 60/162).
fr: Par 173 voix contre zéro, avec une abstention, le projet de résolution XIII pris dans son ensemble est adopté (résolution 60/162).

source: The President: Draft resolution XIV is entitled “Promotion of peace as a vital requirement for the full enjoyment of all human rights by all”.
fr: Le Président (parle en anglais) : Le projet de résolution XIV est intitulé « Promotion de la paix en tant que condition essentielle du plein exercice par tous de tous les droits de l'homme ».

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Botswana, Brazil, Brunei Darussalam, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Fiji, Gabon, Gambia, Ghana, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Indonesia, Iran (Islamic Republic of), Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lebanon, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mali, Mauritania, Mauritius, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Nicaragua, Niger, Nigeria, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Saudi Arabia, Senegal, Solomon Islands, Somalia, South Africa, Sri Lanka, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkmenistan, Tuvalu, Uganda, United Arab Emirates, United Republic of Tanzania, Uruguay, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Algérie, Angola, Antigua-et-Barbuda, Arabie saoudite, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belize, Bénin, Bhoutan, Bolivie, Botswana, Brésil, Brunéi Darussalam, Burkina Faso, Burundi, Cambodge, Cameroun, Cap-Vert, Chine, Colombie, Comores, Costa Rica, Côte d'Ivoire, Cuba, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Éthiopie, Fédération de Russie, Fidji, Gabon, Gambie, Ghana, Grenade, Guatemala, Guinée, Guinée-Bissau, Guyana, Haïti, Honduras, Îles Salomon, Indonésie, Iran (République islamique d'), Jamahiriya arabe libyenne, Jamaïque, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Liban, Madagascar, Malaisie, Malawi, Maldives, Mali, Maroc, Maurice, Mauritanie, Mongolie, Mozambique, Myanmar, Namibie, Népal, Nicaragua, Niger, Nigéria, Oman, Ouganda, Ouzbékistan, Pakistan, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pérou, Philippines, Qatar, République arabe syrienne, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République-Unie de Tanzanie, Rwanda, Sainte-Lucie, Saint-Vincent-et-les Grenadines, Sénégal, Somalie, Soudan, Sri Lanka, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Trinité-et-Tobago, Tunisie, Turkménistan, Tuvalu, Uruguay, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.

source: Argentina, Armenia, Chile, India, Mexico, Samoa, Singapore, Vanuatu.
fr: Argentine, Arménie, Chili, Inde, Mexique, Samoa, Singapour, Vanuatu.

source: Draft resolution XIV was adopted by 116 votes to 53, with 8 abstentions (resolution 60/163).
fr: Par 116 voix contre 53, avec 8 abstentions, le projet de résolution XIV est adopté (résolution 60/163).

source: The President: Draft resolution XV is entitled “Respect for the principles of national sovereignty and diversity of democratic systems in electoral processes as an important element for the promotion and protection of human rights”.
fr: Le Président (parle en anglais) : Le projet de résolution XV est intitulé « Respect des principes de la souveraineté nationale et de la diversité des systèmes démocratiques en ce qui concerne le processus électoraux en tant qu'élément important de la promotion et de la protection des droits de l'homme ».

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Brazil, Brunei Darussalam, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, China, Colombia, Comoros, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Grenada, Guinea, Guinea-Bissau, Guyana, Haiti, Indonesia, Iran (Islamic Republic), Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lebanon, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mali, Mauritania, Mauritius, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Nicaragua, Niger, Nigeria, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkmenistan, Uganda, United Arab Emirates, United Republic of Tanzania, Uzbekistan, Venezuela (Bolivarian Republic of) , Viet Nam, Yemen, Zambia, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Algérie, Angola, Antigua-et-Barbuda, Arabie saoudite, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Bélarus, Belize, Bénin, Bhoutan, Bolivie, Brésil, Brunéi Darussalam, Burkina Faso, Burundi, Cambodge, Cameroun, Cap-Vert, Chine, Colombie, Comores, Côte d'Ivoire, Cuba, Djibouti, Dominique, Égypte, El Salvador, Émirats arabes unis, Équateur, Érythrée, Éthiopie, Fédération de Russie, Gabon, Gambie, Ghana, Grenade, Guinée, Guinée-Bissau, Guyana, Haïti, Indonésie, Iran (République islamique d'), Jamahiriya arabe libyenne, Jamaïque, Japon, Jordanie, Kazakhstan, Kenya, Kirghizistan, Koweït, Lesotho, Liban, Madagascar, Malaisie, Malawi, Maldives, Mali, Maroc, Maurice, Mauritanie, Mongolie, Mozambique, Myanmar, Namibie, Népal, Nicaragua, Niger, Nigéria, Oman, Ouganda, Ouzbékistan, Pakistan, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pérou, Philippines, Qatar, République arabe syrienne, République démocratique du Congo, République démocratique populaire lao, République dominicaine, République populaire démocratique de Corée, République-Unie de Tanzanie, Rwanda, Sainte-Lucie, Saint-Vincent-et-les Grenadines, Sénégal, Singapour, Somalie, Soudan, Sri Lanka, Suriname, Tadjikistan, Thaïlande, Timor-Leste, Togo, Trinité-et-Tobago, Tunisie, Turkménistan, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zambie, Zimbabwe.
